[
    {"quote": "Your beliefs become your thoughts, your thoughts become your words, your words become your actions, your actions become your habits, your habits become your values, your values become your destiny.", "source": "Gandhi"},
    {"quote": "Watch your thoughts, they become your words; watch your words, they become your actions; watch your actions, they become your habits; watch your habits, they become your character; watch your character, it becomes your destiny.", "source": "Lao Tzu"},
    {"quote": "Change might not be fast and it isn't always easy. But with time and effort, almost any habit can be reshaped.", "source": "Charles Duhigg, The Power of Habit: Why We Do What We Do in Life and Business"},
    {"quote": "If you believe you can change - if you make it a habit - the change becomes real.", "source": "Charles Duhigg, The Power of Habit: Why We Do What We Do in Life and Business"},
    {"quote": "The chains of habit are too weak to be felt until they are too strong to be broken.", "source": "Samuel Johnson"},
    {"quote": "A man who can't bear to share his habits is a man who needs to quit them.", "source": "Stephen King, The Dark Tower"},
    {"quote": "Habits stay with you even when you don’t have the motivation.", "source": "Neeraj Agnihotri, Procrasdemon - The Artist's Guide to Liberation from Procrastination "},
    {"quote": "Good habits are the key to all success. Bad habits are the unlocked door to failure.", "source": "Og Mandino"},
    {"quote": "Just do it! First you make your habits, then your habits make you!", "source": "Lucas Remmerswaal, The A-Z of 13 Habits: Inspired by Warren Buffett"},
    {"quote": "Every action you take is a vote for the type of person you wish to become. No single instance will transform your beliefs, but as the votes build up, so does the evidence of your new identity.", "source": "James Clear, Atomic Habits"},
    {"quote": "You should be far more concerned with your current trajectory than with your current results.", "source": "James Clear, Atomic Habits"},
    {"quote": "All big things come from small beginnings. The seed of every habit is a single, tiny decision. But as that decision is repeated, a habit sprouts and grows stronger. Roots entrench themselves and branches grow. The task of breaking a bad habit is like uprooting a powerful oak within us. And the task of building a good habit is like cultivating a delicate flower one day at a time.", "source": "James Clear, Atomic Habits"},
    {"quote": "Success is the product of daily habits—not once-in-a-lifetime transformations.", "source": "James Clear, Atomic Habits"},
    {"quote": "Professionals stick to the schedule amateurs let life get in the way.", "source": "James Clear, Atomic Habits"}

]
